/* NSPanel () : <title:> (oid:5) */
"" = "";

/* NSTextField (Access to %@ requires you to provide log in credentials) : <title:Access to %@ requires you to provide log in credentials> (oid:10) */
"Access to %@ requires you to provide log in credentials" = "%@ erişimi giriş kanıtlarını belirtmenizi gerektiriyor";

/* NSButton (Cancel) : <title:Cancel> (oid:8) */
"Cancel" = "İptal";

/* NSButton (Log In) : <title:Log In> (oid:14) */
"Log In" = "Giriş";

/* NSTextField (Name:) : <title:Name:> (oid:9) */
"Name:" = "Ad:";

/* NSTextField (Password:) : <title:Password:> (oid:13) */
"Password:" = "Şifre:";

/* NSTextField (The user name and password you provide will be remembered for the next time you refresh this subscription.) : <title:The user name and password you provide will be remembered for the next time you refresh this subscription.> (oid:15) */
"The user name and password you provide will be remembered for the next time you refresh this subscription." = "Bu üyelik için girmiş olduğunuz kullanıcı adı ve şifre, aboneliği bir sonraki kez yenilediğinizde hatırlanacak.";

